app/controllers/blogs_controller.rb

INSERT INTO "blogs" ("content", "created_at", "title", "updated_at") VALUES (?, ?, ?, ?)  [["content", "feasfesafesafe"], ["created_at", Wed, 21 Aug 2013 17:22:27 UTC +00:00], ["title", "feafeafea"], ["updated_at", Wed, 21 Aug 2013 17:22:27 UTC +00:00]]
---
  def create
    @blog = Blog.new(blog_params)
    @blog.title = params[:blog][:title]
    @blog.content = params[:blog][:content]

    respond_to do |format|
      if @blog.save